Revit 2027 API
ParameterTypeId.RoomActualPowerLoadParam Property
 "Actual Power Load"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomActualPowerLoadParam { get; }
Public Shared ReadOnly Property RoomActualPowerLoadParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomActualPowerLoadParam {
	ForgeTypeId^ get ();
}
static member RoomActualPowerLoadParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace